Repository: freegroup/Candle
Catalog: app/lib/l10n/app_*.arb
Languages: de

# compassDirection
source: You are facing {direction}
de: Sie halten das Handy in Richtung {direction}

# appbar_slogan
source: brings a little bit of light into the darkness
de: Bringt ein wenig Licht ins Dunkel

# email_contact_subject
source: Candle Support Request
de: Candle Benutzer Anfrage

# error_no_email_launch
source: Could not launch the email client
de: E-Mail Programm kann nicht gestartet werden

# poi_category_crossing
source: Crossing
de: Fussgängerüberweg

# poi_category_atms
source: ATMs
de: Geldautomaten

# poi_category_hospitals
source: Hospitals
de: Krankenhäuser

# poi_category_cafes
source: Cafes
de: Cafés

# poi_category_bus_stations
source: Bus Stations
de: Bushaltestellen

# poi_category_taxis
source: Taxis
de: Taxistände

# poi_category_pharmacies
source: Pharmacies
de: Apotheken

# poi_category_audible_signals
source: Audible Signals
de: Akustische Signale

# poi_category_public_toilets
source: Public Toilets
de: Öffentliche Toiletten

# crossing_traffic_signal
source: Crossing with traffic signal
de: Übergang mit Ampel

# crossing_rebra_marking
source: Crossing with with zebra marking
de: Zebrastreifen

source: Crossing with island
de: Übergang mit Verkehrsinsel

# crossing_unmarked
source: Unmarked crossing
de: Unmarkierter Fussgängerübergang

# turnInstruction
source: After {distance} meters, {turn}.
de: Nach {distance} Metern, {turn}.

# turnInstruction_t
source: After {distance} meters, {turn}.
de: Nach {distance} Metern, {turn}.

source: turn hard left
de: scharf links abbiegen

source: turn left
de: links abbiegen

source: turn slightly left
de: leicht links abbiegen

source: turn slightly right
de: leicht rechts abbiegen

source: turn right
de: rechts abbiegen

source: turn hard right
de: scharf rechts abbiegen

# straightAhead
source: go straight
de: weiter geradeaus gehen
