Repository: freegroup/Candle
Catalog: app/lib/l10n/app_*.arb
Languages: de

# current_address_t
source: You are at {number} {street} in {city}
de: Sie befinden sich in der {street} {number} in {city}.

# last_known_address_t
source: Last known address, {number} {street} in {city}
de: Letztbekannte Adresse, {street} {number} in {city}.

# formated_address_short
source: {number}, {street}, {city}
de: {street} {number}, {city}

# home_street
source: {number}, {street}
de: {street} {number}

# screen_header_home_t
source: Main Menu
de: Hauptmenü

# screen_header_recorder_start_t
source: Start to record a route
de: Strecke aufzeichnen

# screen_header_recorder_start
source: Record a Route
de: Strecke aufzeichnen

# screen_header_import_location_t
source: Import shared Location or start navigation
de: Geteilten Standort importieren oder direkt Navigation starten

# screen_header_import_location
source: Shared Location
de: Geteilter Standort

# screen_header_import_voicepin_t
source: Import shared voicepin or start navigation
de: Geteilte Sprachnotiz importieren oder direkt Navigation starten

# screen_header_import_voicepin
source: Shared VoicePin
de: Geteilte Sprachnotiz

# screen_header_recorder_recording_t
source: Route gets recorded.
de: Strecke wird aufgezeichnet

# screen_header_recorder_recording
source: Recording...
de: Aufzeichnen...

# screen_header_about_t
source: About this App
de: Information über die App

# screen_header_about
source: About
de: Information

# about_app_description
source: Welcome to Candle, a navigation app tailored for the visually impaired and blind. It's more than just a tool; it's a companion for exploring the world with confidence. Our focus on simplicity and accessibility, enhanced with full TalkBack support, makes navigation intuitive and user-friendly. Easily store and navigate to your favorite places.
de: Willkommen bei Candle, einer Navigations-App, die speziell für Sehbehinderte und Blinde entwickelt wurde. Sie ist mehr als nur ein Werkzeug; sie ist ein Begleiter, der Ihnen hilft, die Welt mit Zuversicht zu erkunden. Unser Fokus liegt auf Einfachheit und Barrierefreiheit, ergänzt durch umfassende TalkBack-Unterstützung, was die Navigation intuitiv und benutzerfreundlich macht. Speichern und navigieren Sie einfach zu Ihren bevorzugten Orten.

# screen_header_locations_t
source: Location Screen
de: Orte verwalten

# screen_header_locations
source: Locations
de: Orte

# screen_header_routes_t
source: Routes Screen
de: Strecken verwalten

# screen_header_routes
source: Routes
de: Strecken

# screen_header_settings_t
source: Settings Screen
de: Einstellungen der App vornehmen

# screen_header_settings
source: Settings
de: Einstellungen

# screen_header_explore_t
source: Point of Interest Screen
de: Öffentliche Orte

# screen_header_explore
source: Explore
de: Erkunden

# explore_category_header
source: Categories
de: Kategorien

# explore_category_header_t
source: There are {count} categories in the list below available
de: Es sind {count} Kategorien in der Liste verfügbar

# explore_poi_header_t
source: There are {count} locations in the list below available
de: Es sind {count} Orte in der Liste verfügbar

# screen_header_radar_t
source: Location Radar Screen
de: Radar zeigt Orte in der gezeigten Richtung

# screen_header_radar
source: Location Radar
de: Orte Radar

# buttonbar_home_t
source: Overview Screen
de: Übersicht

# buttonbar_home
source: Overview
de: Übersicht

# buttonbar_locations_t
source: Locations Screen
de: Eigene Orte

# buttonbar_locations
source: Locations
de: Orte

# buttonbar_routes_t
source: Routes Screen
de: Aufgezeichnete Strecken

# buttonbar_routes
source: Routes
de: Strecken

# buttonbar_explore_t
source: Point of Interest Screen
de: Interessante Orte in deiner Umgebung

# buttonbar_explore
source: Explore
de: Erkunden

# buttonbar_voicepins_t
source: VoicePin Screen
de: Ortsabhängige Sprachnachrichten

# button_radar_t
source: Point of interest radar
de: Orte Radar, zeigt Orte nach einer Himmelsrichtung an.

# button_radar
source: Location Radar
de: Orte Radar

# button_compass_t
source: Compass to North
de: Kompass anzeigen

# button_compass
source: Compass
de: Kompass

# button_contact_me
source: Contact Me
de: Schick mir eine E-Mail

# button_share_location_t
source: Share your location
de: Standort Teilen

# button_share_location
source: Share
de: Teilen

# button_share_voicepin_t
source: Share your voicdepin
de: Sprachnotiz zu einem Ort teilen

# button_share_voicepin
source: Share
de: Teilen

# button_location_create_t
source: Save current location in your favorites
de: Aktuellen Standort in ihren Favoriten speichern

# button_location_create
source: Save Location
de: Ort speichern

# button_recording_t
source: Record a Track for later use.
de: Strecke aufzeichnen.

# button_recording
source: Record Track
de: Aufzeichnen

# button_import_location_t
source: Import shared location into your favorites.
de: Geteilten Standort als Favorit importieren

# button_import_location
source: Import Location
de: Ort importieren

# button_import_voicepin_t
source: Import shared voicepin into your favorites.
de: Geteilte Sprachnotiz als Favorit importieren

# button_import_voicepin
source: Import Voicepin
de: Notiz importieren

# button_settings_t
source: Configure or change Settings of the app
de: Einstellungen der App anpassen

# button_settings
source: Settings
de: Einstellungen

# button_about_t
source: About this App
de: Info über diese App

# button_about
source: About
de: Info

# button_common_edit_t
source: Edit Element
de: Eintrag bearbeiten

# button_common_edit
source: Edit
de: Bearbeiten

# button_common_delete_t
source: Delete Element
de: Eintrag löschen

# button_common_delete
source: Delete
de: Löschen

# button_common_close_t
source: Close Dialog Window
de: Dialog schliessen

# button_common_close
source: Close
de: Schliessen

# button_common_save_t
source: Savve
de: Speichern

# button_common_save
source: Save
de: Speichern

# button_navigate_poi_t
source: Start turn by turn navigation
de: Starte Weg Führung zum Ziel.

# button_navigate_poi
source: Start Navigation
de: Navigation starten

# featureflag_recorder_t
source: Enable the GPS Recording of routes.
de: Aufzeichnen von Routen aktivieren

# featureflag_recorder
source: Route Recording
de: Strecke Aufzeichnen

# featureflag_radar_t
source: Compass which fetches point of interest from the direction
de: Kompass der einem in der gezeigten Richtung Orte anzeigt

# featureflag_radar
source: Point of Interest Radar
de: Orte Radar

# featureflag_compass_t
source: Enable the Compass Screen
de: Kompass auf der Übersicht aktivieren.

# featureflag_compass
source: Compass on Home Screen
de: Kompass

# featureflag_share_t
source: Enable the Share Button
de: Ort teilen auf der Übersicht aktivieren

# featureflag_share
source: Share
de: Ort teilen

# featureflag_allwaysgps_t
source: Allow GPS access even if app is closed
de: Stetiger GPS Zugriff zulassen, auch wenn die App gechlossen ist

# featureflag_allwaysgps
source: Allow Permanent Access
de: Stetiger Zugriff erlauben

# featureflag_location_t
source: Enable the Location Button
de: Ort speihern auf der Übersicht aktivieren

# featureflag_location
source: Location
de: Ort Speichern

# featureflag_vibratecompass_t
source: Compass vibrates during 90 degree snap or target hit.
de: Vibrierender Kompass

# featureflag_vibratecompass
source: Vibrating Compass
de: Vibrierender Kompass

# featureflag_vibraterouting_t
source: Vibrate Feedback during Routing
de: Vibrieren wärend dem Navigieren

# featureflag_vibraterouting
source: Vibrate Feedback during Routing
de: Vibrieren wärend dem Navigieren

# featureflag_beta_recording_t
source: Record and playback Routes
de: Strecken aufzeichnen und später abgehen

# featureflag_beta_recording
source: Route Recording
de: Strecken aufzeichnen

# label_common_loading_t
source: Loading data from storage.
de: Lade Daten.

# label_common_loading
source: Loading..
de: Laden...

# label_common_required
source: Field is requried
de: Pflichtfeld

# location_saved_snackbar
source: Location saved as Favorite.
de: Ort wurde als Favorit gespeichert.

# voicepin_saved_snackbar
source: VoicePin saved as Favorite.
de: Sprachnachricht wurde gespeichert

# label_favorites_empty_t
source: You have not added any favorites yet. If you have any, they will be listed in this area.
de: Sie haben noch keine Favoriten hinzugefügt. Sollten Sie welche haben, werden diese hier aufgelistet.

# label_favorites_empty
source: You have not added any favorites yet.
de: Sie haben noch keine Favoriten hinzugefügt.

# settings_header_tiles_t
source: Configure the Buttons on the overview page
de: Kacheln auf der Übersichtsseite einblenden oder ausblenden

# settings_header_tiles
source: Overview Tiles
de: Übersicht Kacheln

# settings_header_gps_t
source: GPS Settings for this App
de: GPS Einstellungen für die App

# settings_header_gps
source: GPS Settings
de: GPS Einstellungen

# settings_header_common_t
source: Common Features for this App
de: Allgemeine Einstellungen

# settings_header_common
source: Common
de: Allgemein

# settings_header_beta_t
source: Not well tested beta features.
de: Noch nicht offiziel freigegebenen Funktionen, welche sich noch in Testphase befinden.

# settings_header_beta
source: Beta Features
de: Funktionen im Test

# screen_header_compass_poi
source: Compass
de: Kompass

# screen_header_compass_poi_t
source: A compass that can announce the cardinal direction to {name}
de: Ein Kompass der ihnen die Richtung und Distanz zu {name} ansagt

# label_rotate_left_target_t
source: Rotate {degree} degrees to your left to directly face the target location
de: {degree} Grad nach links, um direkt auf das Ziel zu zeigen.

# label_rotate_right_target_t
source: Rotate {degree} degrees to your right to directly face the target location
de: {degree} Grad nach rechts, um direkt auf das Ziel zu zeigen.

# label_rotate_no_target_t
source: You are now pointing directly at the target destination. It is located {meters} meters as the crow flies.
de: Sie zeigen jetzt direkt auf das Ziel. Es ist {meters} Meter Luftlinie von ihnen entfernt.

# label_rotate_left_waypoint_t
source: Rotate {degree} degrees to your left to directly face the next waypoint.
de: {degree} Grad nach links, um direkt auf den nächsten Wegpunkt zu zeigen.

# label_rotate_right_waypoint_t
source: Rotate {degree} degrees to your right to directly face the next waypoint.
de: {degree} Grad nach rechts, um direkt auf den nächsten Wegpunkt zu zeigen.

# label_rotate_no_waypoint_t
source: You are now pointing directly at the next waypoint.
de: Sie zeigen direkt auf den nächsten Wegpunkt.

# screen_header_compass_t
source: A compass that can announce the cardinal direction to you.
de: Ein Kompass der ihnen die Himmelsrichtung ansagen kann.

# screen_header_compass
source: Compass
de: Kompass

# compass_hint_horizontal
source: For optimal compass performance, please hold your phone horizontally.
de: Für beste Kompass-Ergebnisse bitte das Telefon horizontal halten

# screen_header_navigation_poi_t
source: Pedestrian Navigation to your Target has started.
de: Die Weg Führung zu ihrem Ziel wurde gestartet.

# screen_header_navigation_poi
source: Pedestrian Navigation
de: Wegführung

# waypoint_distance_t
source: The next waypoint is {meters} meters away from your current location.
de: Der nächste Wegpunkt ist {meters} Meter von Ihnen entfernt.

# waypoint_distance
source: Next waypoint: {meters} meter
de: Nächster Wegpunkt: {meters} m

# locations_placeholder_header
source: Oh, what a pity... you haven't saved any favorites yet.
de: Oh, wie schade... Sie haben noch keine Favoriten gespeichert.

# locations_placeholder_body
source: Why not start by adding **HOME** or WORK as your first favorites? It's a simple yet effective way to begin your journey with Candle, ensuring you're always just a few steps away from the places that matter most. Add your first favorite today and experience the joy of effortless navigation!
de: Warum nicht damit beginnen, **ZUHAUSE** oder **ARBEIT** als Ihre ersten Favoriten hinzuzufügen? Es ist ein einfacher, aber effektiver Weg, Ihre Reise mit Candle zu beginnen und sicherzustellen, dass Sie immer nur wenige Schritte von den Orten entfernt sind, die am meisten zählen. Fügen Sie heute Ihren ersten Favoriten hinzu und erleben Sie die Freude an müheloser Navigation!

# routes_recording_placeholder_header
source: Looks like you haven't recorded any routes yet.
de: Sieht so aus, als hätten Sie noch keine Routen aufgezeichnet.

# routes_recording_placeholder_body
source: Discover the joy of seamless navigation with Candle's route recording. Record your journeys, from exploring new destinations to returning to familiar comforts. Start today and let Candle guide you confidently every step of the way. Experience the freedom of reliable navigation, right at your fingertips!
de: Entdecken Sie mit Candles Routenaufzeichnung die Freude am sicheren Navigieren. Zeichnen Sie Ihre Wege auf, von kleinen Abenteuern bis hin zur Rückkehr ins Hotel. Beginnen Sie jetzt und erleben Sie, wie Candle Sie verlässlich begleitet und Orientierung bietet – jederzeit und überall!

# voicepins_placeholder_header
source: No VoicePins Set Yet.
de: Noch keine VoicePins gesetzt.

# voicepins_placeholder_body
source: Simplify navigation with VoicePins at key locations like the **front door** or **nearest crosswalk**. These audio cues enhance orientation and safety. Try setting your first VoicePin today for a more familiar journey!
de: Erleichtern Sie sich die Orientierung mit VoicePins. Platzieren Sie Ihre ersten Sprachnotizen an wichtigen Orten, wie der **Haupteingangstür** oder dem **nächsten Fußgängerüberweg**. Ein VoicePin hilft Ihnen, sich besser zurechtzufinden. Probieren Sie es aus und verbessern Sie Ihre Reisesicherheit!

# no_location_for_category
source: It seems we've come up short... We couldn't find any locations for the selected category.
de: Wie bedauerlich... Wir konnten leider keine Standorte für die ausgewählte Kategorie finden.

# remaining_route_distance_t
source: The remaining distance to your destination is {meters} meters.
de: Die verbleibende Entfernung bis zu Ihrem Ziel beträgt {meters} Meter.

# screen_header_location_add_t
source: Give the location a name to save it in your favorites.
de: Geben Sie dem Standort einen Namen, um ihn in Ihren Favoriten zu speichern.

# screen_header_location_add
source: Save Location
de: Standort anlegen

# screen_header_location_update_t
source: Give the location a new name and save it.
de: Vergeben Sie dem Standort einen neuen Namen, um ihn in Ihren Favoriten zu speichern.

# screen_header_location_update
source: Update Location
de: Standort bearbeiten

# screen_header_voicepin_add_t
source: Set a new VoicePin at this location.
de: Erstellen Sie einen neuen VoicePin mit standortspezifischer Notiz.

# screen_header_voicepin_add
source: Set a VoicePin
de: VoicePin anlegen

# screen_header_voicepin_update_t
source: Edit VoicePin memo to update location-related information.
de: Bearbeiten Sie den VoicePin-Memo, um standortbezogene Informationen zu aktualisieren.

# screen_header_voicepin_update
source: Update VoicePin
de: VoicePin bearbeiten

# screen_header_route_update_t
source: Give the route a new name and save it.
de: Strecken Name umbenennen

# screen_header_route_update
source: Rename Route
de: Name andern

# route_name_t
source: Input field for the route name
de: Eingabefeld für den Streckennamen

source: Route Name
de: Name

# route_name_required_snackbar
source: Please enter a name for the route to start recording.
de: Bitte geben Sie einen Namen für die Route ein, um die Aufzeichnung zu starten.

# route_saved_toast
source: Route '{name}' has saved.
de: Strecke '{name}' wurde gespeichert.

# route_delete_toast
source: Route '{name}' deleted.
de: Strecke '{name}' wurde gelöscht.

# route_add_speak_t
source: Press to name the route using voice input
de: Drücken Sie, um die Stecke mittels Spracheingabe zu benennen.

# route_recording_intro
source: Enter a name for your route and press **Record** to begin tracking. Once you reach your destination, select **Save** to keep the route, or **Skip** to discard it. Your saved routes assist in guiding you back to your starting point or forward to your destination, depending on your current location.
de: Benennen Sie Ihre Route und starten Sie die Aufzeichnung mit **Aufnehmen**. Am Ziel angekommen, können Sie mit **Speichern** die Route behalten oder mit **Überspringen** verwerfen. Gespeicherte Routen leiten Sie sicher zum Ausgangspunkt oder Ziel zurück.

# location_add_speak_t
source: Press to name the location using voice input
de: Drücken Sie, um den Standort mittels Spracheingabe zu benennen.

# voicepin_add_speak_t
source: Press to record a notice for this location using voice input
de: Tippen Sie hier, um dem Standort eine sprachbasierte Notiz hinzuzufügen.

# location_name_t
source: Input field for the location name
de: Eingabefeld für den Favoritennamen.

source: Location name
de: Favoriten Name

# location_name_required_snackbar
source: Favorite name is required
de: Favoritenname ist ein Pflichtfeld.

# location_reached
source: You've arrived. Welcome!
de: Sie sind da. Willkommen!

# voicepin_memo_required_snackbar
source: Please add a memo to the VoicePin to save it, or cancel the action.
de: Bitte fügen Sie eine Notiz zum VoicePin hinzu, um ihn zu speichern, oder brechen Sie ab.

# voicepin_memo_t
source: Input field for the VoicePin memo
de: Eingabefeld für die ortsbezogene Notiz

# voicepin_memo
source: Memo
de: Notiz

# voicepin_deleted_toast
source: VoicePin deleted.
de: Sprachnachricht gelöscht.

# voicepin_readout
source: Recorded message {distance} meters away: {memo}.
de: {distance} Meter entfernt aufgezeichnete Nachricht: {memo}.

# location_distance_t
source: {name} is {meters} meters as the crow flies from you
de: {name} ist {meters} Meter Luftlinie von ihnen entfernt.

# voicepin_distance_t
source: voicepin is {meters} meters as the crow flies from you
de: Sprachnotiz wurde {meters} meter Luftlinie von hier aufgenommen

# location_saved_toast
source: Location '{name}' has saved as favorite.
de: Ort '{name}' wurde in ihren Favoriten gespeichert.

# location_deleted_toast
source: Location '{name}' deleted.
de: Ort '{name}' wurde in ihren Favoriten entfernt.

# location_share_message
source: Here is my current location: https://www.google.com/maps/search/?api=1&query={latitude},{longitude}.
de: Hier ist meine aktuelle Position: https://www.google.com/maps/search/?api=1&query={latitude},{longitude}.

# locations_in_direction_toast
source: {heading}, {count} nearby locations.
de: {heading}, {count} nahegelegene Orte.

# buttonbar_radar_t
source: A radar which show locations in the given direction.
de: Ein Radar mir der Anzeige von Orten in der Richtung wie das Handy gehalten wird

# buttonbar_radar
source: Location Radar
de: Orte Radar

# screen_header_address_search_t
source: Enter part of an address to find matches. Select the best one.
de: Geben Sie Teile einer Adresse ein, um passende Adressen zu finden. Wählen Sie die beste aus.

# screen_header_address_search
source: Search Address
de: Adresse Suchen

# address_search_list
source: Suggested Addresses
de: Vorgeschlagene Adressen

# address_search_doubletab_hint_t
source: Double tap to change the address and search for a different one.
de: Doppeltippen, um die Adresse zu ändern und nach einer anderen zu suchen.

# screen_header_permissions_t
source: Permissions Request Dialog
de: App Berechtigungen erfragen

# screen_header_permissions
source: Permissions
de: Berechtigungen

# screen_header_voicepins_t
source: VoicePins Screen
de: Sprachnotizen mit einem Ort verknüpfen

# screen_header_voicepins
source: VoicePins
de: Sprachnotizen

# label_permissions_explain
source: # Welcome to Candle! As a navigation app for the blind and visually impaired, we require location access for precise navigation and voice input for hands-free operation. These permissions are essential for our core functionality. Thank you for enabling these permissions to fully utilize your Candle experience.
de: # Willkommen bei Candle! Als Navigations-App für Blinde und Sehbehinderte benötigen wir Zugriff auf Ihren Standort für präzise Navigation und Spracheingabe für eine bedienungsfreie Nutzung. Diese Berechtigungen sind für unsere Kernfunktionalität unerlässlich. Vielen Dank, dass Sie diese Berechtigungen aktivieren, um das volle Potenzial Ihrer Candle-Erfahrung zu nutzen.

# button_permissions_request
source: Grant Permissions
de: Berechtigungen Zulassen

# label_permissions_allwaysgps_explain
source: # Set the location permission to **'Allow all the time'** to enable important app functionalities like **route recording**. This permission is crucial for **background location tracking**, allowing **route recording even when the app is closed or not in use**, which is particularly beneficial for visually impaired users. Rest assured, **location tracking is solely for in-app functions**, and your data remains **private on your device**. Granting this permission is optional; if not granted, the background recording feature will be disabled.
de: # Stellen Sie die Standortberechtigung auf **'Immer zulassen'** ein, um wichtige App-Funktionen wie die **Routenaufzeichnung** zu ermöglichen. Diese Berechtigung ist entscheidend für die **Standortverfolgung im Hintergrund** und ermöglicht die **Routenaufzeichnung, auch wenn die App geschlossen ist oder nicht verwendet wird**, was besonders für sehbehinderte Benutzer nützlich ist. Ihre Daten bleiben ausschließlich auf Ihrem **Gerät privat** und werden nur für **App-Funktionen verwendet**. Die Erteilung dieser Berechtigung ist optional; wird sie nicht erteilt, wird die Aufzeichnungsfunktion im Hintergrund deaktiviert.

# permissions_denied_title
source: Permissions Denied
de: Berechtigungen Verweigert

# permissions_denied_description
source: To fully utilize the features of our app, it needs access to your location, microphone, and camera. Without these permissions, certain features may not work properly. Please enable these permissions in your device settings to continue.
de: Um alle Funktionen unserer App nutzen zu können, benötigt sie Zugriff auf Ihren Standort, Ihr Mikrofon und Ihre Kamera. Ohne diese Berechtigungen funktionieren bestimmte Funktionen möglicherweise nicht richtig. Bitte aktivieren Sie diese Berechtigungen in Ihren Geräteeinstellungen, um fortzufahren.

# accessible_text_input_t
source: Text input field.
de: Texteingabefeld.

# accessible_text_suffix_t
source: On the right, there's a button for speech input support
de: Rechts befindet sich eine Schaltfläche für die Spracheingabeunterstützung

# accessible_text_snackbar
source: Your voice input: {text}
de: Ihre Eingabe: {text}

# inputhint_address
source: Address
de: Adresse

# compassHorizonNorth
source: North
de: Norden

# compassHorizonNorthNortheast
source: North-Northeast
de: Nord-Nordost

# compassHorizonNortheast
source: Northeast
de: Nordost

# compassHorizonEastNortheast
source: East-Northeast
de: Ost-Nordost

# compassHorizonEast
source: East
de: Osten

# compassHorizonEastSoutheast
source: East-Southeast
de: Ost-Südost

# compassHorizonSoutheast
source: Southeast
de: Südost

# compassHorizonSouthSoutheast
source: South-Southeast
de: Süd-Südost

# compassHorizonSouth
source: South
de: Süden

# compassHorizonSouthSouthwest
source: South-Southwest
de: Süd-Südwest

# compassHorizonSouthwest
source: Southwest
de: Südwest

# compassHorizonWestSouthwest
source: West-Southwest
de: West-Südwest

# compassHorizonWest
source: West
de: Westen

# compassHorizonWestNorthwest
source: West-Northwest
de: West-Nordwest

# compassHorizonNorthwest
source: Northwest
de: Nordwest

# compassHorizonNorthNorthwest
source: North-Northwest
de: Nord-Nordwest
